Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 机会性加密
ar: التشفير الانتهازي
de: Opportunistische Verschlüsselung
en: Opportunistic Encryption
es_mx: Cifrado oportunista
fr: Chiffrement opportuniste
ja: 日和見暗号化
ko: 기회적 암호화
pt_br: Criptografia oportunista
pt_pt: Encriptação oportunista
tr: Fırsatçı Şifreleme
zh_hant: 機會性加密
zh_hk: 機會性加密

source: 安全级别
ar: مستوى الأمان
de: Sicherheitsstufe
en: Security Level
es_mx: Nivel de seguridad
fr: Niveau de sécurité
ja: セキュリティレベル
ko: 보안 수준
pt_br: Nível de segurança
pt_pt: Nível de segurança
tr: Güvenlik Düzeyi
zh_hant: 安全性層級
zh_hk: 安全級別

source: 请求体缓冲
ar: تخزين نص الطلب مؤقتًا
de: Request-Body-Pufferung
en: Request body buffering
es_mx: Almacenamiento en búfer del cuerpo de la solicitud
fr: Mise en tampon du corps de requête
ja: リクエストボディのバッファリング
ko: 요청 본문 버퍼링
pt_br: Buffer do corpo da solicitação
pt_pt: Buffer do corpo do pedido
tr: İstek gövdesi arabelleğe alma
zh_hant: 要求本文緩衝
zh_hk: 請求體緩衝

source: 响应体缓冲
ar: تخزين نص الاستجابة مؤقتًا
de: Response-Body-Pufferung
en: Response body buffering
es_mx: Almacenamiento en búfer del cuerpo de la respuesta
fr: Mise en tampon du corps de réponse
ja: レスポンスボディのバッファリング
ko: 응답 본문 버퍼링
pt_br: Buffer do corpo da resposta
pt_pt: Buffer do corpo da resposta
tr: Yanıt gövdesi arabelleğe alma
zh_hant: 回應本文緩衝
zh_hk: 響應體緩衝

source: 自动压缩源码
ar: التصغير التلقائي
de: Auto-Minify
en: Auto Minify
es_mx: Minificación automática
fr: Minification automatique
ja: 自動ミニファイ
ko: 자동 최소화
pt_br: Minificação automática
pt_pt: Minificação automática
tr: Otomatik Küçültme
zh_hant: 自動壓縮原始碼
zh_hk: 自動壓縮源碼

source: 停用 Zaraz
ar: تعطيل Zaraz
de: Zaraz deaktivieren
en: Disable Zaraz
es_mx: Desactivar Zaraz
fr: Désactiver Zaraz
ja: Zaraz を無効化
ko: Zaraz 비활성화
pt_br: Desativar Zaraz
pt_pt: Desativar Zaraz
tr: Zaraz'ı devre dışı bırak

source: 停用 RUM
ar: تعطيل RUM
de: RUM deaktivieren
en: Disable RUM
es_mx: Desactivar RUM
fr: Désactiver RUM
ja: RUM を無効化
ko: RUM 비활성화
pt_br: Desativar RUM
pt_pt: Desativar RUM
tr: RUM'u devre dışı bırak

source: 停用 Pay Per Crawl
ar: تعطيل Pay Per Crawl
de: Pay Per Crawl deaktivieren
en: Disable Pay Per Crawl
es_mx: Desactivar Pay Per Crawl
fr: Désactiver Pay Per Crawl
ja: Pay Per Crawl を無効化
ko: Pay Per Crawl 비활성화
pt_br: Desativar Pay Per Crawl
pt_pt: Desativar Pay Per Crawl
tr: Pay Per Crawl'ı devre dışı bırak

source: 添加设置
ar: إضافة إعداد
de: Einstellung hinzufügen
en: Add setting
es_mx: Agregar ajuste
fr: Ajouter un réglage
ja: 設定を追加
ko: 설정 추가
pt_br: Adicionar configuração
pt_pt: Adicionar definição
tr: Ayar ekle
zh_hant: 加入設定
zh_hk: 新增設定

source: 要覆盖的设置
ar: الإعدادات المراد تجاوزها
de: Zu überschreibende Einstellungen
en: Settings to override
es_mx: Ajustes a anular
fr: Réglages à remplacer
ja: 上書きする設定
ko: 재정의할 설정
pt_br: Configurações a substituir
pt_pt: Definições a substituir
tr: Geçersiz kılınacak ayarlar
zh_hant: 要覆寫的設定
zh_hk: 要覆蓋嘅設定

source: 至少一项。仅列出的设置会被此规则覆盖；左滑移除。
ar: عنصر واحد على الأقل. القاعدة تتجاوز الإعدادات المدرجة فقط؛ اسحب لليسار للإزالة.
de: Mindestens eine Einstellung. Nur gelistete Einstellungen werden überschrieben; zum Entfernen nach links wischen.
en: At least one setting. Only listed settings are overridden by this rule; swipe left to remove.
es_mx: Al menos un ajuste. Solo los ajustes listados serán anulados por esta regla; desliza a la izquierda para quitar.
fr: Au moins un réglage. Seuls les réglages listés sont remplacés par cette règle ; balayez vers la gauche pour retirer.
ja: 少なくとも 1 件。このルールで上書きされるのはリストの設定のみです。左スワイプで削除。
ko: 최소 1개. 나열된 설정만 이 규칙으로 재정의됩니다. 왼쪽으로 스와이프하여 제거하세요.
pt_br: Pelo menos uma configuração. Apenas as configurações listadas são substituídas por esta regra; deslize para a esquerda para remover.
pt_pt: Pelo menos uma definição. Apenas as definições listadas são substituídas por esta regra; deslize para a esquerda para remover.
tr: En az bir ayar. Bu kural yalnızca listelenen ayarları geçersiz kılar; kaldırmak için sola kaydırın.
zh_hant: 至少一項。僅列出的設定會被此規則覆寫；左滑移除。
zh_hk: 至少一項。僅列出嘅設定會被此規則覆蓋；左滑移除。

source: 添加算法
ar: إضافة خوارزمية
de: Algorithmus hinzufügen
en: Add algorithm
es_mx: Agregar algoritmo
fr: Ajouter un algorithme
ja: アルゴリズムを追加
ko: 알고리즘 추가
pt_br: Adicionar algoritmo
pt_pt: Adicionar algoritmo
tr: Algoritma ekle
zh_hant: 加入演算法
zh_hk: 新增算法

source: 压缩算法（按偏好排序）
ar: خوارزميات الضغط (حسب الأفضلية)
de: Komprimierungsalgorithmen (nach Präferenz)
en: Compression algorithms (in order of preference)
es_mx: Algoritmos de compresión (por preferencia)
fr: Algorithmes de compression (par ordre de préférence)
ja: 圧縮アルゴリズム（優先順）
ko: 압축 알고리즘(선호 순서)
pt_br: Algoritmos de compressão (por preferência)
pt_pt: Algoritmos de compressão (por preferência)
tr: Sıkıştırma algoritmaları (tercih sırasına göre)
zh_hant: 壓縮演算法（依偏好排序）
zh_hk: 壓縮算法（按偏好排序）

source: Cloudflare 使用列表中访客浏览器支持的第一个算法；none 表示不压缩，auto/default 交给 Cloudflare 决定。长按拖动排序。
ar: تستخدم Cloudflare أول خوارزمية في القائمة يدعمها متصفح الزائر؛ تعني none عدم الضغط، بينما تترك auto/default القرار لـ Cloudflare. اضغط مطولًا واسحب لإعادة الترتيب.
de: Cloudflare verwendet den ersten Algorithmus der Liste, den der Browser des Besuchers unterstützt; none = keine Komprimierung, auto/default überlässt die Wahl Cloudflare. Zum Sortieren gedrückt halten und ziehen.
en: Cloudflare uses the first algorithm in the list that the visitor's browser supports; none means no compression, auto/default lets Cloudflare decide. Long-press and drag to reorder.
es_mx: Cloudflare usa el primer algoritmo de la lista que admita el navegador del visitante; none significa sin compresión y auto/default deja la decisión a Cloudflare. Mantén presionado y arrastra para reordenar.
fr: Cloudflare utilise le premier algorithme de la liste pris en charge par le navigateur du visiteur ; none signifie aucune compression, auto/default laisse Cloudflare décider. Maintenez et faites glisser pour réordonner.
ja: Cloudflare は、訪問者のブラウザが対応するリスト内の最初のアルゴリズムを使用します。none は非圧縮、auto/default は Cloudflare に任せます。長押しでドラッグして並べ替え。
ko: Cloudflare는 방문자의 브라우저가 지원하는 목록의 첫 번째 알고리즘을 사용합니다. none은 압축 안 함, auto/default는 Cloudflare에 맡깁니다. 길게 눌러 드래그하여 순서를 바꾸세요.
pt_br: A Cloudflare usa o primeiro algoritmo da lista compatível com o navegador do visitante; none significa sem compressão, auto/default deixa a decisão para a Cloudflare. Toque e segure para reordenar.
pt_pt: A Cloudflare usa o primeiro algoritmo da lista suportado pelo navegador do visitante; none significa sem compressão, auto/default deixa a decisão à Cloudflare. Toque sem soltar e arraste para reordenar.
tr: Cloudflare, listede ziyaretçinin tarayıcısının desteklediği ilk algoritmayı kullanır; none sıkıştırma yok demektir, auto/default kararı Cloudflare'e bırakır. Yeniden sıralamak için basılı tutup sürükleyin.
zh_hant: Cloudflare 使用清單中訪客瀏覽器支援的第一個演算法；none 表示不壓縮，auto/default 交給 Cloudflare 決定。長按拖曳排序。
zh_hk: Cloudflare 使用列表入面訪客瀏覽器支援嘅第一個算法；none 表示唔壓縮，auto/default 交畀 Cloudflare 決定。長按拖動排序。

source: 内容类型
ar: نوع المحتوى
de: Inhaltstyp
en: Content type
es_mx: Tipo de contenido
fr: Type de contenu
ja: コンテンツタイプ
ko: 콘텐츠 유형
pt_br: Tipo de conteúdo
pt_pt: Tipo de conteúdo
tr: İçerik türü
zh_hant: 內容類型
zh_hk: 內容類型

source: 状态码（可选，400–999）
ar: رمز الحالة (اختياري، 400–999)
de: Statuscode (optional, 400–999)
en: Status code (optional, 400–999)
es_mx: Código de estado (opcional, 400–999)
fr: Code d'état (facultatif, 400–999)
ja: ステータスコード（任意、400–999）
ko: 상태 코드(선택 사항, 400–999)
pt_br: Código de status (opcional, 400–999)
pt_pt: Código de estado (opcional, 400–999)
tr: Durum kodu (isteğe bağlı, 400–999)
zh_hant: 狀態碼（選填，400–999）
zh_hk: 狀態碼（可選，400–999）

source: 错误响应
ar: استجابة الخطأ
de: Fehlerantwort
en: Error response
es_mx: Respuesta de error
fr: Réponse d'erreur
ja: エラー応答
ko: 오류 응답
pt_br: Resposta de erro
pt_pt: Resposta de erro
tr: Hata yanıtı
zh_hant: 錯誤回應
zh_hk: 錯誤響應

source: 不填状态码则沿用原响应状态。
ar: إذا تركت رمز الحالة فارغًا فسيُستخدم رمز الاستجابة الأصلي.
de: Ohne Statuscode wird der ursprüngliche Antwortstatus beibehalten.
en: Leave the status code empty to keep the original response status.
es_mx: Si no indicas un código de estado, se mantiene el de la respuesta original.
fr: Sans code d'état, le statut de la réponse d'origine est conservé.
ja: ステータスコードを空にすると元のレスポンスのステータスを維持します。
ko: 상태 코드를 비워 두면 원래 응답 상태가 유지됩니다.
pt_br: Deixe o código de status vazio para manter o status da resposta original.
pt_pt: Deixe o código de estado vazio para manter o estado da resposta original.
tr: Durum kodunu boş bırakırsanız özgün yanıt durumu korunur.
zh_hant: 不填狀態碼則沿用原回應狀態。
zh_hk: 唔填狀態碼就沿用原響應狀態。

source: 自定义资产
ar: أصل مخصص
de: Benutzerdefiniertes Asset
en: Custom asset
es_mx: Recurso personalizado
fr: Ressource personnalisée
ja: カスタムアセット
ko: 사용자 지정 자산
pt_br: Ativo personalizado
pt_pt: Recurso personalizado
tr: Özel varlık
zh_hant: 自訂資產
zh_hk: 自訂資產

source: 该规则的内容由自定义资产提供，App 内不改动资产本身。
ar: يوفَّر محتوى هذه القاعدة من أصل مخصص؛ لا يعدّل التطبيق الأصل نفسه.
de: Der Inhalt dieser Regel stammt aus einem benutzerdefinierten Asset; das Asset selbst wird in der App nicht geändert.
en: This rule's content comes from a custom asset; the asset itself isn't modified in the app.
es_mx: El contenido de esta regla proviene de un recurso personalizado; la app no modifica el recurso en sí.
fr: Le contenu de cette règle provient d'une ressource personnalisée ; l'app ne modifie pas la ressource elle-même.
ja: このルールの内容はカスタムアセットから提供されます。アセット自体はアプリ内で変更されません。
ko: 이 규칙의 콘텐츠는 사용자 지정 자산에서 제공됩니다. 자산 자체는 앱에서 수정되지 않습니다.
pt_br: O conteúdo desta regra vem de um ativo personalizado; o ativo em si não é modificado no app.
pt_pt: O conteúdo desta regra provém de um recurso personalizado; o recurso em si não é modificado na app.
tr: Bu kuralın içeriği özel bir varlıktan gelir; varlığın kendisi uygulamada değiştirilmez.
zh_hant: 此規則的內容由自訂資產提供，App 內不變更資產本身。
zh_hk: 此規則嘅內容由自訂資產提供，App 內唔會改動資產本身。

source: 响应内容
ar: محتوى الاستجابة
de: Antwortinhalt
en: Response content
es_mx: Contenido de la respuesta
fr: Contenu de la réponse
ja: 応答コンテンツ
ko: 응답 콘텐츠
pt_br: Conteúdo da resposta
pt_pt: Conteúdo da resposta
tr: Yanıt içeriği
zh_hant: 回應內容
zh_hk: 響應內容

source: 最大 10 KB。将按上方内容类型原样返回给访客。
ar: بحد أقصى 10 كيلوبايت. سيُعاد للزائر كما هو وفق نوع المحتوى أعلاه.
de: Maximal 10 KB. Wird dem Besucher unverändert mit dem obigen Inhaltstyp zurückgegeben.
en: Up to 10 KB. Returned to visitors as-is with the content type above.
es_mx: Máximo 10 KB. Se devuelve al visitante tal cual con el tipo de contenido anterior.
fr: 10 Ko maximum. Renvoyé tel quel au visiteur avec le type de contenu ci-dessus.
ja: 最大 10 KB。上記のコンテンツタイプでそのまま訪問者に返されます。
ko: 최대 10 KB. 위의 콘텐츠 유형으로 방문자에게 그대로 반환됩니다.
pt_br: Máximo de 10 KB. Retornado ao visitante como está, com o tipo de conteúdo acima.
pt_pt: Máximo de 10 KB. Devolvido ao visitante tal como está, com o tipo de conteúdo acima.
tr: En fazla 10 KB. Yukarıdaki içerik türüyle ziyaretçiye olduğu gibi döndürülür.
zh_hant: 最大 10 KB。將按上方內容類型原樣回傳給訪客。
zh_hk: 最大 10 KB。將按上方內容類型原樣返畀訪客。

source: 此域名还没有这类规则。点右上角 + 创建第一条。
ar: لا يحتوي هذا النطاق على قواعد من هذا النوع بعد. انقر على + في الأعلى لإنشاء أول قاعدة.
de: Diese Domain hat noch keine Regeln dieses Typs. Tippe oben rechts auf +, um die erste zu erstellen.
en: This domain doesn't have rules of this type yet. Tap + in the top corner to create the first one.
es_mx: Este dominio aún no tiene reglas de este tipo. Toca + arriba a la derecha para crear la primera.
fr: Ce domaine n'a pas encore de règles de ce type. Touchez + en haut à droite pour créer la première.
ja: このドメインにはまだこのタイプのルールがありません。右上の + から最初のルールを作成できます。
ko: 이 도메인에는 아직 이 유형의 규칙이 없습니다. 오른쪽 위 +를 탭하여 첫 규칙을 만드세요.
pt_br: Este domínio ainda não tem regras deste tipo. Toque em + no canto superior para criar a primeira.
pt_pt: Este domínio ainda não tem regras deste tipo. Toque em + no canto superior para criar a primeira.
tr: Bu alan adında henüz bu türde kural yok. İlkini oluşturmak için sağ üstteki + simgesine dokunun.
zh_hant: 此網域還沒有這類規則。點右上角 + 建立第一條。
zh_hk: 此域名仲未有呢類規則。點右上角 + 建立第一條。

source: 此域名还没有这类规则。当前授权仅限读取（%@），无法创建。
ar: لا يحتوي هذا النطاق على قواعد من هذا النوع بعد. التفويض الحالي للقراءة فقط (%@) ولا يمكنه الإنشاء.
de: Diese Domain hat noch keine Regeln dieses Typs. Die aktuelle Autorisierung ist schreibgeschützt (%@); Erstellen nicht möglich.
en: This domain doesn't have rules of this type yet. The current authorization is read-only (%@) and can't create rules.
es_mx: Este dominio aún no tiene reglas de este tipo. La autorización actual es de solo lectura (%@) y no permite crearlas.
fr: Ce domaine n'a pas encore de règles de ce type. L'autorisation actuelle est en lecture seule (%@) et ne permet pas d'en créer.
ja: このドメインにはまだこのタイプのルールがありません。現在の認可は読み取り専用（%@）のため作成できません。
ko: 이 도메인에는 아직 이 유형의 규칙이 없습니다. 현재 승인은 읽기 전용(%@)이라 만들 수 없습니다.
pt_br: Este domínio ainda não tem regras deste tipo. A autorização atual é somente leitura (%@) e não permite criá-las.
pt_pt: Este domínio ainda não tem regras deste tipo. A autorização atual é apenas de leitura (%@) e não permite criá-las.
tr: Bu alan adında henüz bu türde kural yok. Mevcut yetkilendirme salt okunur (%@) olduğundan oluşturamaz.
zh_hant: 此網域還沒有這類規則。目前授權僅限讀取（%@），無法建立。
zh_hk: 此域名仲未有呢類規則。目前授權僅限讀取（%@），無法建立。

source: Page Rules 为传统功能，仅支持查看、启停与删除；其余规则类型支持在 App 内创建与编辑。
ar: تُعد Page Rules ميزة قديمة وتدعم العرض والتفعيل/الإيقاف والحذف فقط؛ أما بقية أنواع القواعد فيمكن إنشاؤها وتحريرها داخل التطبيق.
de: Page Rules sind eine Legacy-Funktion und unterstützen nur Anzeigen, Umschalten und Löschen; alle anderen Regeltypen lassen sich in der App erstellen und bearbeiten.
en: Page Rules are a legacy feature and only support viewing, toggling, and deleting; all other rule types can be created and edited in the app.
es_mx: Las Page Rules son una función heredada y solo permiten ver, activar/desactivar y eliminar; los demás tipos de reglas se pueden crear y editar en la app.
fr: Les Page Rules sont une fonctionnalité héritée et ne permettent que consulter, activer/désactiver et supprimer ; les autres types de règles peuvent être créés et modifiés dans l'app.
ja: Page Rules はレガシー機能のため表示・有効／無効・削除のみ対応です。その他のルールタイプはアプリ内で作成・編集できます。
ko: Page Rules는 레거시 기능으로 보기, 활성화/비활성화, 삭제만 지원합니다. 다른 규칙 유형은 앱에서 만들고 편집할 수 있습니다.
pt_br: As Page Rules são um recurso legado e permitem apenas ver, ativar/desativar e excluir; os demais tipos de regras podem ser criados e editados no app.
pt_pt: As Page Rules são uma funcionalidade legada e permitem apenas ver, ativar/desativar e eliminar; os restantes tipos de regras podem ser criados e editados na app.
tr: Page Rules eski bir özelliktir ve yalnızca görüntüleme, açma/kapatma ve silmeyi destekler; diğer tüm kural türleri uygulamada oluşturulup düzenlenebilir.
zh_hant: Page Rules 為傳統功能，僅支援查看、啟停與刪除；其餘規則類型支援在 App 內建立與編輯。
zh_hk: Page Rules 係傳統功能，僅支援查看、啟停同刪除；其餘規則類型支援喺 App 內建立同編輯。

source: 规则中心
ar: مركز القواعد
de: Regelzentrum
en: Rules Hub
es_mx: Centro de reglas
fr: Centre de règles
ja: ルールセンター
ko: 규칙 센터
pt_br: Central de regras
pt_pt: Centro de regras
tr: Kural Merkezi
zh_hant: 規則中心
zh_hk: 規則中心

source: 单条重定向、源站、配置、压缩、自定义错误与 Page Rules
ar: إعادة التوجيه الفردية والمصدر والتكوين والضغط والأخطاء المخصصة وPage Rules
de: Single Redirects, Origin-, Konfigurations-, Komprimierungs-, Custom-Error- und Page Rules
en: Single Redirects, Origin, Configuration, Compression, Custom Error, and Page Rules
es_mx: Single Redirects, reglas de origen, configuración, compresión, errores personalizados y Page Rules
fr: Single Redirects, règles d'origine, de configuration, de compression, d'erreurs personnalisées et Page Rules
ja: 単一リダイレクト、オリジン、構成、圧縮、カスタムエラー、Page Rules
ko: 단일 리디렉션, 오리진, 구성, 압축, 사용자 지정 오류 및 Page Rules
pt_br: Single Redirects, regras de origem, configuração, compressão, erros personalizados e Page Rules
pt_pt: Single Redirects, regras de origem, configuração, compressão, erros personalizados e Page Rules
tr: Tekli Yönlendirmeler, Kaynak, Yapılandırma, Sıkıştırma, Özel Hata ve Page Rules
zh_hant: 單條重新導向、來源、設定、壓縮、自訂錯誤與 Page Rules
zh_hk: 單條重新導向、源站、設定、壓縮、自訂錯誤同 Page Rules

source: 已加载 %lld 行，请在查询控制台用 WHERE 条件继续筛选
ar: تم تحميل %lld صفوف، يُرجى المتابعة بالتصفية بشرط WHERE في وحدة الاستعلام
de: %lld Zeilen geladen. In der Abfragekonsole mit einer WHERE-Bedingung weiter eingrenzen.
en: Loaded %lld rows. Use a WHERE clause in the query console to narrow down.
es_mx: Se cargaron %lld filas. Usa una condición WHERE en la consola de consultas para filtrar.
fr: %lld lignes chargées. Affinez avec une condition WHERE dans la console de requête.
ja: %lld 行を読み込みました。クエリコンソールで WHERE 条件を使って絞り込んでください
ko: %lld개 행을 불러왔습니다. 쿼리 콘솔에서 WHERE 조건으로 계속 필터링하세요.
pt_br: %lld linhas carregadas. Use uma condição WHERE no console de consultas para filtrar.
pt_pt: Foram carregadas %lld linhas. Use uma condição WHERE na consola de consultas para filtrar.
tr: %lld satır yüklendi. Sorgu konsolunda WHERE koşuluyla daraltmaya devam edin.
zh_hant: 已載入 %lld 列，請在查詢主控台用 WHERE 條件繼續篩選
zh_hk: 已載入 %lld 行，請在查詢主控台用 WHERE 條件繼續篩選

source: 字段过大（%lld 字符），请在查询控制台修改
ar: الحقل كبير جدًا (%lld حرفًا)، يُرجى تعديله في وحدة الاستعلام
de: Feld zu groß (%lld Zeichen). Bitte in der Abfragekonsole bearbeiten.
en: Field too large (%lld characters). Edit it in the query console.
es_mx: El campo es demasiado grande (%lld caracteres). Edítalo en la consola de consultas.
fr: Champ trop volumineux (%lld caractères). Modifiez-le dans la console de requête.
ja: フィールドが大きすぎます（%lld 文字）。クエリコンソールで編集してください
ko: 필드가 너무 큽니다(%lld자). 쿼리 콘솔에서 수정하세요.
pt_br: Campo muito grande (%lld caracteres). Edite no console de consultas.
pt_pt: Campo demasiado grande (%lld caracteres). Edite na consola de consultas.
tr: Alan çok büyük (%lld karakter). Sorgu konsolunda düzenleyin.
zh_hant: 欄位過大（%lld 字元），請在查詢主控台修改
zh_hk: 欄位過大（%lld 字符），請在查詢主控台修改

source: 查询未带 LIMIT
ar: الاستعلام بدون LIMIT
de: Abfrage ohne LIMIT
en: Query Has No LIMIT
es_mx: La consulta no tiene LIMIT
fr: Requête sans LIMIT
ja: LIMIT のないクエリ
ko: LIMIT 없는 쿼리
pt_br: A consulta não tem LIMIT
pt_pt: A consulta não tem LIMIT
tr: Sorguda LIMIT yok
zh_hant: 查詢未帶 LIMIT
zh_hk: 查詢未帶 LIMIT

source: 仍要执行
ar: التنفيذ على أي حال
de: Trotzdem ausführen
en: Run Anyway
es_mx: Ejecutar de todos modos
fr: Exécuter quand même
ja: そのまま実行
ko: 그래도 실행
pt_br: Executar mesmo assim
pt_pt: Executar mesmo assim
tr: Yine de çalıştır
zh_hant: 仍要執行
zh_hk: 仍要執行

source: 大表可能返回大量行，造成等待和内存占用。建议加 LIMIT 后执行。
ar: قد تُرجع الجداول الكبيرة عددًا كبيرًا من الصفوف، مما يسبب الانتظار واستهلاك الذاكرة. يُنصح بإضافة LIMIT قبل التنفيذ.
de: Große Tabellen können sehr viele Zeilen zurückgeben und so Wartezeiten und hohen Speicherverbrauch verursachen. Empfohlen: mit LIMIT ausführen.
en: Large tables may return a huge number of rows, causing long waits and high memory use. Adding a LIMIT is recommended.
es_mx: Las tablas grandes pueden devolver muchas filas, lo que causa esperas y alto uso de memoria. Se recomienda agregar LIMIT antes de ejecutar.
fr: Les grandes tables peuvent renvoyer un très grand nombre de lignes, entraînant attente et forte consommation de mémoire. Il est conseillé d'ajouter LIMIT avant d'exécuter.
ja: 大きなテーブルでは大量の行が返され、待ち時間やメモリ消費の原因になります。LIMIT を付けて実行することをおすすめします。
ko: 큰 테이블은 많은 행을 반환해 대기 시간과 메모리 사용이 늘어날 수 있습니다. LIMIT를 추가한 뒤 실행하는 것을 권장합니다.
pt_br: Tabelas grandes podem retornar muitas linhas, causando espera e alto uso de memória. Recomenda-se adicionar LIMIT antes de executar.
pt_pt: Tabelas grandes podem devolver muitas linhas, causando espera e utilização elevada de memória. Recomenda-se adicionar LIMIT antes de executar.
tr: Büyük tablolar çok sayıda satır döndürerek bekleme ve yüksek bellek kullanımına yol açabilir. LIMIT ekleyip çalıştırmanız önerilir.
zh_hant: 大型資料表可能回傳大量列，造成等待與記憶體佔用。建議加上 LIMIT 後執行。
zh_hk: 大表可能返回大量行，造成等待和記憶體佔用。建議加 LIMIT 後執行。
